Repository: kodi-game/game.libretro.bsnes-mercury-balanced
Catalog: game.libretro.bsnes-mercury-balanced/resources/language/resource.language.*/strings.po
Languages: da_dk, it_it, zh_cn

# Addon Description
source: bSNES Mercury is a fork of Higan (originally called bSNES), notable for emulating the original hardware as accurately as possible through low-level, cycle-accurate emulation.[CR][CR]The [I]Balanced[/I] profile is a good compromise between accuracy and performance.
da_dk: bSNES Mercury er en fork af Higan (oprindeligt kaldet bSNES), kendt for at emulere den originale hardware så nøjagtigt som muligt gennem lav-niveau, cyklus-nøjagtig emulering.[CR][CR]Den [I]Balancerede[/I] profil er et godt kompromis mellem nøjagtighed og ydeevne.
it_it: bSNES Mercury è un fork di Higan (originariamente chiamato bSNES), noto per l'emulazione dell'hardware originale nel modo più accurato possibile attraverso un'emulazione di basso livello e accurata del ciclo.[CR][CR]Il profilo [I]Balanced[/I] è un buon compromesso tra precisione e prestazioni.
zh_cn: bSNES Mercury 是 Higan（最初称为 bSNES）的一个分支，以通过低级别、周期精确的仿真尽可能精确地模拟原始硬件而著名。[CR][CR][I]平衡[/I]配置是精度和性能之间的良好折衷。

# Addon Disclaimer
source: In loving memory of Near / Byuu
da_dk: I kærligt minde om Near / Byuu
it_it: In amorevole ricordo di Near / Byuu
zh_cn: 怀念 Near / Byuu

# #30000
source: Settings
da_dk: Indstillinger
it_it: Impostazioni
zh_cn: 设置

# #30001
source: Allow settings to reduce accuracy
da_dk: Tillad indstillinger at reducere nøjagtigheden
it_it: Consenti alle impostazioni di ridurre la precisione
zh_cn: 允许设置以降低精度

# #30002
source: Special chip accuracy
da_dk: Særlig chip-nøjagtighed
it_it: Precisione chip speciale
zh_cn: 特殊芯片精度

# #30003
source: SuperFX speed
da_dk: SuperFX hastighed
it_it: Velocità SuperFX
zh_cn: SuperFX 速度

# #30004
source: System region
da_dk: Systemets område
it_it: Regione del sistema
zh_cn: 系统区域

# #30005
source: Preferred aspect ratio
da_dk: Foretrukket billedformat
it_it: Proporzioni preferite
zh_cn: 首选纵横比

# #30006
source: Crop overscan
da_dk: Beskær overskandering
it_it: Ritaglia overscan
zh_cn: 裁剪过度扫描

# #30007
source: Gamma ramp (requires restart)
da_dk: Gammarampe (kræver genstart)
it_it: Rampa gamma (richiede il riavvio)
zh_cn: Gamma 渐变（需要重新启动）
